{
  "main": {
    "greeting": "Hi! my name is",
    "description": "and i love create web apps.",
    "spanish": "Spanish",
    "english": "English",
    "portuguese": "Portuguese",
    "viewLess": "View less",
    "viewMore": "View More",
    "iam": "i'm",
    "developer": [
      "Software engineer",
      "Frontend Developer",
      "Full stack Developer"
    ]
  },
  "navbar": {
    "about": "About",
    "education": "Education",
    "experience": "Experience",
    "portfolio": "Portfolio",
    "contact": "Contact"
  },
  "about": {
    "description": "As a full stack developer, I have more than 5 years of experience in creating web applications, using technologies  such as Typescrypt, Nodejs, Golang, React, Vue and Nextjs. My commitment to teamwork is reflected in a proactive attitude and  always willing to give the best of myself, always open to change. I focus on the creation of quality code.<br/><br/>I am a technology enthusiast, aware that in this dynamic field there are always exciting opportunities to learn something new.",
    "label": "The best things are written in the web."
  },
  "education": {
    "description": "Discover how my education and successes have been instrumental in driving my passion for creating comprehensive, cutting-edge technology solutions.",
    "label": "Awards & education",
    "hackathonDate": "March 2020",
    "hackathonTitle": "Hackathon winner",
    "hackathonDescription": "The hackathon was created by the Autonomous University of Manizales - CO, in collaboration with IAS software.",
    "technicianDate": "August 2019",
    "technicianTitle": "Professional technician in software development.",
    "technicianDescription": "2 years, University institution EAM.",
    "technologistDate": "June 2022",
    "technologistTitle": "Software design technologist.",
    "technologistDescription": "2 years, University institution EAM.",
    "professionalDate": "June 2024",
    "professionalTitle": "Software Engineering.",
    "professionalDescription": "6 years, University institution EAM."
  },
  "experience": {
    "label": "Experience",
    "description": "Immerse yourself in my career as a web developer. My background includes the creation of comprehensive and efficient solutions that fuse the creativity of design with the robustness of programming. Discover how each project is a testament to my commitment to software quality and innovation",
    "currently": "Currently",
    "ultraDate": "1 year, 2024 - 2025",
    "ultraPosition": "UltraDev - Ssr full-stack developer",
    "ultraDescription": "Custom software development using technologies such as React, Vue, Node.js, and TypeScript. I led the creation of an online course application powered by artificial intelligence, refactored existing code by applying best practices, redesigned the user interface based on a predefined design, and developed new features from scratch.",
    "zenviaDate": "2 years and 3 months. 2021 - 2023",
    "zenviaPosition": "Zenvia Conversion - Full stack developer",
    "zenviaDescription": "Full Stack web development using technologies such as React, Node.js, JavaScript and TypeScript. I focused on the near real-time processing, webhooks, rebranding and integrations with external apps. In addition, I am currently responsible for detecting and fixing bugs, as well as creating new features from scratch.",
    "andikemDate": "6 moths, 2022 - 2023",
    "andikemPosition": "Andikem - Ssr Frontend developer.",
    "andikemDescription": "I led the frontend development of a platform to manage containers globally. I used ReactJs, Bootstrap and Google Maps to create a modern and functional interface. Initially, I focused on redesigning the application, establishing a modular structure and development conventions. Then, I built each part of the application, implementing its respective functionalities. My work resulted in an efficient and easy to use platform.",
    "licimaticDate": "1 year and 3 moths, 2020 - 2021",
    "licimaticPosition": "LiciMátic - Full stack developer.",
    "licimaticDescription": "Full Stack web development using technologies such as React, Pub/Sub, Node.js, JavaScript and Golang. I focused on refactoring the spaghetti code of several apps and creating new backend/frontend functionalities such as endpoint creation, Cron jobs and scrapping with near real time strategies and UI building. Finally I was focused on the complete UI redesign of the app.",
    "swatitDate": "10 months, 2019 - 2020",
    "swatitPosition": "Swat-it - junior web developer.",
    "swatitDescription": "Web development using technologies such as PHP, Angular, Wordpress, Jquery, TypeRocket. I focused on creating new functionalities such as UI creation and corrections, endpoint creation and recovery of almost lost projects.",
    "redCapDate": "August - 2025",
    "redCapPosition": "RedCap - Ssr Full Stack Developer",
    "redCapDescription": "Custom software development using technologies such as React, Next.js, NestJS, and TypeScript. Integration of external services for casino bonus creation."
  },
  "portfolio": {
    "label": "portfolio",
    "description": "Step into my digital world where versatility meets innovation. Each project in my portfolio is the result of merging frontend and backend, from captivating interfaces to robust systems. Discover how I transform ideas into complete solutions with an inspiring and functional touch.",
    "work": "Work",
    "visit": "Visit",
    "wordSearchDescription": "Dive into the challenge of word searches: compete in real-time, invite your friends, and challenge the AI to create your own words.",
    "wordSearchTitle": "MindGrid",
    "3designDescription": "Explore a world of creativity with 3D printing. Print your own ideas, find a wide variety of printed items, and access spare parts for your 3D printers in the store.",
    "3designTitle": "3Design",
    "dummyDescription": "Created with Dummy API and social authentication. Share unique moments through images, explore tags, and enjoy an immersive visual interaction experience with your friends.",
    "dummyTitle": "Dummy social network",
    "spotyTitle": "SpotyClient",
    "spotyDescription": "Explore the evolution of music with our redesigned app, taking the Spotify experience to new levels. Discover an inspiring UI.",
    "quizzifyTitle": "Quizzify",
    "quizzifyDescription": " Challenge your mind with fun and educational questions across a wide range of topics. Compete with friends, track your progress, and become an expert while having a blast."
  },
  "contact": {
    "email": "Email",
    "name": "Name",
    "message": "Message",
    "messagePlaceholder": "Write your ideas here...",
    "send": "Send",
    "label": "Let's work together!",
    "contact": "Let's talk",
    "description": "As a web developer, I offer strong technical skills and a creative approach to drive innovation.I am excited to collaborate on challenging projects.<br /><br />Together we can build impactful solutions that transcend expectations!",
    "mailFailed": "Ops! Seu e-mail não chegou, mas não se preocupe, estou disponível em minhas redes.",
    "mailSent": "Mail sent successfully! I will be contacting you soon.",
    "subject": "Subject"
  }
}