{
  "main": {
    "greeting": "Oí! meu nome é",
    "description": "y adoro criar aplicativos da web.",
    "spanish": "Espanhol",
    "english": "Inglés",
    "portuguese": "Portuguese",
    "viewLess": "Ver menos",
    "viewMore": "Ver más",
    "developer": "sou desenvolvedor"
  },
  "navbar": {
    "about": "Sobre mim",
    "education": "educação",
    "experience": "experiência",
    "portfolio": "portfólio",
    "contact": "contato"
  },
  "about": {
    "description": "Como desenvolvedor full stack, tenho mais de 5 anos de experiência na criação de aplicativos da Web, usando tecnologias como Typescrypt, Nodejs, Golang, React, Vue e Nextjs. Meu compromisso com o trabalho em equipe se reflete em uma atitude proativa e uma disposição constante para dar o melhor de mim, sempre aberto a mudanças. Meu foco é a criação de código de qualidade.<br/><br/>Sou um entusiasta da tecnologia, ciente de que nesse campo dinâmico sempre há oportunidades interessantes para aprender algo novo.",
    "label": "As melhores coisas estão escritas na web."
  },
  "education": {
    "description": "Descubra como minha formação e meus sucessos foram fundamentais para impulsionar minha paixão por criar soluções tecnológicas abrangentes e de ponta.",
    "label": "Prêmios e Educação",
    "hackathonDate": "Março 2020",
    "hackathonTitle": "Vencedor do hackathon",
    "hackathonDescription": "O hackathon foi criado pela Universidade Autônoma de Manizales - CO, em colaboração com o software IAS.",
    "technicianDate": "Agosto 2019",
    "technicianTitle": "Técnico profissional em desenvolvimento de software.",
    "technicianDescription": "2 anos, Instituição Universidade EAM.",
    "technologistDate": "Junho 2022",
    "technologistTitle": "Tecnologia de design de software.",
    "technologistDescription": "2 anos, Instituição Universidade EAM.",
    "professionalDate": "Junho 2024",
    "professionalTitle": "Engenharia de Software.",
    "professionalDescription": "6 anos, Instituição Universidade EAM."
  },
  "experience": {
    "label": "Experiência",
    "description": "Mergulhe em minha jornada profissional como desenvolvedor da Web. Minha experiência inclui a criação de soluções abrangentes e eficientes que combinam a criatividade do design com a robustez da programação. Descubra como cada projeto é uma prova do meu compromisso com a qualidade e a inovação do software.",
    "currently": "Atualmente",
    "ultraDate": "1 ano, 2024 - 2025",
    "ultraPosition": "UltraDev - Desenvolvedor full-stack Ssr",
    "ultraDescription": "Desenvolvimento de software personalizado utilizando tecnologias como React, Vue, Node.js e TypeScript. Liderei a criação de um aplicativo de cursos online impulsionado por inteligência artificial, refatorei o código existente aplicando boas práticas, redesenhei a interface do usuário com base em um design pré-definido e desenvolvi novas funcionalidades do zero.",
    "zenviaDate": "2 anos e 3 meses. 2021 - 2023",
    "zenviaPosition": "Zenvia Conversion - Desenvolvedor full stack",
    "zenviaDescription": "Desenvolvimento web Full Stack usando tecnologias como React, Node.js, JavaScript e TypeScript. Concentrei-me em o processamento quase em tempo real, webhooks, rebranding e integrações com aplicativos externos. Além disso, atualmente sou responsável por detectar e corrigir bugs, bem como criar novas funcionalidades do zero.",
    "andikemDate": "6 meses, 2022 - 2023",
    "andikemPosition": "Andikem - Desenvolvedor frontend Ssr.",
    "andikemDescription": "Liderei o desenvolvimento de front-end de uma plataforma para gerenciar contêineres globalmente. Usei ReactJs, Bootstrap e Google Maps para criar uma interface moderna e funcional. Inicialmente, concentrei-me em redesenhar o aplicativo, estabelecendo uma estrutura modular e convenções de desenvolvimento. Em seguida, criei cada parte do aplicativo, implementando suas respectivas funcionalidades.",
    "licimaticDate": "1 ano e 3 meses, 2020 - 2021",
    "licimaticPosition": "LiciMátic - Desenvolvedor full stack.",
    "licimaticDescription": "Desenvolvimento web Full Stack usando tecnologias como React, Pub/Sub, Node.js, JavaScript e Golang. Concentrei-me na refatoração do código espaguete de vários aplicativos e na criação de novas funcionalidades de back-end/front-end, como criação de endpoints, trabalhos Cron e scraping com estratégias quase em tempo real e construção de UI. Finalmente, concentrei-me no redesenho completo da UI do aplicativo.",
    "swatitDate": "10 meses, 2019 - 2020",
    "swatitPosition": "Swat-it - Desenvolvedor web junior.",
    "swatitDescription": "Desenvolvimento web usando tecnologias como PHP, Angular, Wordpress, Jquery, TypeRocket. Concentrei-me na criação de novas funcionalidades, como criação e correções de UI, criação de endpoints e recuperação de projetos quase perdidos."
  },
  "portfolio": {
    "label": "Portafolio",
    "description": "Adentre-se no meu mundo digital, onde a versatilidade encontra a inovação. Cada projeto em meu portfólio é o resultado da fusão entre o frontend e o backend, desde interfaces cativantes até sistemas robustos. Descubra como transformo ideias em soluções completas com um toque inspirador e funcional.",
    "work": "Trabalho",
    "visit": "Visitar",
    "wordSearchDescription": "Mergulhe no desafio das sopas de letras: compita em tempo real, convide seus amigos e desafie a IA para criar suas próprias palavras.",
    "wordSearchTitle": "MindGrid",
    "3designDescription": "Explore um mundo de criatividade com a impressão 3D. Imprima suas próprias ideias, encontre uma ampla variedade de itens impressos e acesse peças de reposição para suas impressoras 3D na loja.",
    "3designTitle": "3Design",
    "dummyDescription": "Criada com a Dummy API e autenticação social. Compartilhe momentos únicos por meio de imagens, explore etiquetas e desfrute de uma experiência envolvente de interação visual com seus amigos.",
    "dummyTitle": "Rede social dummy",
    "spotyTitle": "SpotyClient",
    "spotyDescription": "Explore a evolução da música com nosso aplicativo reformulado, levando a experiência do Spotify a novos níveis. Descubra uma interface inspiradora.",
    "quizzifyTitle": "Quizzify",
    "quizzifyDescription": " Desafie sua mente com perguntas divertidas e educativas em uma ampla variedade de temas. Compita com amigos, acompanhe seu progresso e torne-se um especialista se divertindo."
  },
  "contact": {
    "email": "Email",
    "name": "Nome",
    "message": "Mensagem",
    "messagePlaceholder": "Escreva suas ideias aqui...",
    "send": "Enviar",
    "label": "Vamos trabalhar juntos!",
    "contact": "Vamos conversar",
    "description": "Como desenvolvedor Web, ofereço habilidades técnicas sólidas e uma abordagem criativa para impulsionar a inovação e estou animado para colaborar em projetos desafiadores.<br /><br />Juntos, podemos criar soluções impactantes que transcendem as expectativas!",
    "mailFailed": "¡Ups! Tu correo no se envió, pero no te preocupes, estoy disponible en mis redes.",
    "mailSent": "Correo enviado com sucesso! Logo estarei me comunicando com você."
  }
}
